{
  "_class": "text",
  "attributedString": {
    "_class": "MSAttributedString",
    "archivedAttributedString": {
      "_archive": "YnBsaXN0MDDUAQIDBAUGdHVYJHZlcnNpb25YJG9iamVjdHNZJGFyY2hpdmVyVCR0b3ASAAGGoK8QHQcIDxAeHyAhIiotMzY6QkNERUZKTk9ZX2Nna25wVSRudWxs0wkKCwwNDlhOU1N0cmluZ1YkY2xhc3NcTlNBdHRyaWJ1dGVzgAKAHIADbxDbAFMAZQBzAHMAaQBvAG4AcwAgAHcAaQBsAGwAIAB0AGEAawBlACAAcABsAGEAYwBlACAAYQB0ACAATQBvAHMAYwBvAG4AZQAgAEMAZQBuAHQAZQByACAAVwBlAHMAdAAsACAAOAAwADAAIABIAG8AdwBhAHIAZAAgAFMAdAByAGUAZQB0ACwAIABTAGEAbgAgAEYAcgBhAG4AYwBpAHMAYwBvACwAIABDAGEAbABpAGYAbwByAG4AaQBhACwAIAB1AG4AbABlAHMAcwAgAG8AdABoAGUAcgB3AGkAcwBlACAAbgBvAHQAZQBkACAATwB0AGgAZQByACAATgBlAHgAdAAgIBkAMQA3ACAAYQBjAHQAaQB2AGkAdABpAGUAcwAgAHcAaQBsAGwAIAB0AGEAawBlACAAcABsAGEAYwBlACAAYQByAG8AdQBuAGQAIABTAGEAbgAgAEYAcgBhAG4AYwBpAHMAYwBvAC4AIABTAGUAZQAgAHQAaABlACAAVAByAGEAdgBlAGwAIABwAGEAZwBlACAAZgBvAHIAIABtAG8AcgBlACAAZABlAHQAYQBpAGwAcwAu0xESChMYHVdOUy5rZXlzWk5TLm9iamVjdHOkFBUWF4AEgAWABoAHpBkaGxyACIAMgBSAFYAbXxAQTlNQYXJhZ3JhcGhTdHlsZV8QH01TQXR0cmlidXRlZFN0cmluZ0ZvbnRBdHRyaWJ1dGVWTlNLZXJuV05TQ29sb3LUIwokJSYnKChaTlNUYWJTdG9wc1xOU1RleHRCbG9ja3NbTlNUZXh0TGlzdHOAAIALgAmACdISCissoIAK0i4vMDFaJGNsYXNzbmFtZVgkY2xhc3Nlc1dOU0FycmF5ojAyWE5TT2JqZWN00i4vNDVfEBBOU1BhcmFncmFwaFN0eWxlojQy0go3ODlfEBpOU0ZvbnREZXNjcmlwdG9yQXR0cmlidXRlc4ATgA3TERIKOz5Bojw9gA6AD6I/QIAQgBGAEl8QE05TRm9udFNpemVBdHRyaWJ1dGVfEBNOU0ZvbnROYW1lQXR0cmlidXRlI0AwAAAAAAAAXxASR29vZ2xlU2Fucy1SZWd1bGFy0i4vR0hfEBNOU011dGFibGVEaWN0aW9uYXJ5o0dJMlxOU0RpY3Rpb25hcnnSLi9LTF8QEE5TRm9udERlc2NyaXB0b3KiTTJfEBBOU0ZvbnREZXNjcmlwdG9yEADVUFFSUwpUVVZXWFxOU0NvbXBvbmVudHNVTlNSR0JcTlNDb2xvclNwYWNlXxASTlNDdXN0b21Db2xvclNwYWNlRzAgMCAwIDFGMCAwIDAAEAGAFoAa01pbClxdXlROU0lEVU5TSUNDEAeAF4AZ0mAKYWJXTlMuZGF0YU8RDEgAAAxITGlubwIQAABtbnRyUkdCIFhZWiAHzgACAAkABgAxAABhY3NwTVNGVAAAAABJRUMgc1JHQgAAAAAAAAAAAAAAAAAA9tYAAQAAAADTLUhQICAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABFjcHJ0AAABUAAAADNkZXNjAAABhAAAAGx3dHB0AAAB8AAAABRia3B0AAACBAAAABRyWFlaAAACGAAAABRnWFlaAAACLAAAABRiWFlaAAACQAAAABRkbW5kAAACVAAAAHBkbWRkAAACxAAAAIh2dWVkAAADTAAAAIZ2aWV3AAAD1AAAACRsdW1pAAAD+AAAABRtZWFzAAAEDAAAACR0ZWNoAAAEMAAAAAxyVFJDAAAEPAAACAxnVFJDAAAEPAAACAxiVFJDAAAEPAAACAx0ZXh0AAAAAENvcHlyaWdodCAoYykgMTk5OCBIZXdsZXR0LVBhY2thcmQgQ29tcGFueQAAZGVzYwAAAAAAAAASc1JHQiBJRUM2MTk2Ni0yLjEAAAAAAAAAAAAAABJzUkdCIElFQzYxOTY2LTIuMQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAWFlaIAAAAAAAAPNRAAEAAAABFsxYWVogAAAAAAAAAAAAAAAAAAAAAFhZWiAAAAAAAABvogAAOPUAAAOQWFlaIAAAAAAAAGKZAAC3hQAAGNpYWVogAAAAAAAAJKAAAA+EAAC2z2Rlc2MAAAAAAAAAFklFQyBodHRwOi8vd3d3LmllYy5jaAAAAAAAAAAAAAAAFklFQyBodHRwOi8vd3d3LmllYy5jaAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABkZXNjAAAAAAAAAC5JRUMgNjE5NjYtMi4xIERlZmF1bHQgUkdCIGNvbG91ciBzcGFjZSAtIHNSR0IAAAAAAAAAAAAAAC5JRUMgNjE5NjYtMi4xIERlZmF1bHQgUkdCIGNvbG91ciBzcGFjZSAtIHNSR0IAAAAAAAAAAAAAAAAAAAAAAAAAAAAAZGVzYwAAAAAAAAAsUmVmZXJlbmNlIFZpZXdpbmcgQ29uZGl0aW9uIGluIElFQzYxOTY2LTIuMQAAAAAAAAAAAAAALFJlZmVyZW5jZSBWaWV3aW5nIENvbmRpdGlvbiBpbiBJRUM2MTk2Ni0yLjEAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAHZpZXcAAAAAABOk/gAUXy4AEM8UAAPtzAAEEwsAA1yeAAAAAVhZWiAAAAAAAEwJVgBQAAAAVx/nbWVhcwAAAAAAAAABAAAAAAAAAAAAAAAAAAAAAAAAAo8AAAACc2lnIAAAAABDUlQgY3VydgAAAAAAAAQAAAAABQAKAA8AFAAZAB4AIwAoAC0AMgA3ADsAQABFAEoATwBUAFkAXgBjAGgAbQByAHcAfACBAIYAiwCQAJUAmgCfAKQAqQCuALIAtwC8AMEAxgDLANAA1QDbAOAA5QDrAPAA9gD7AQEBBwENARMBGQEfASUBKwEyATgBPgFFAUwBUgFZAWABZwFuAXUBfAGDAYsBkgGaAaEBqQGxAbkBwQHJAdEB2QHhAekB8gH6AgMCDAIUAh0CJgIvAjgCQQJLAlQCXQJnAnECegKEAo4CmAKiAqwCtgLBAssC1QLgAusC9QMAAwsDFgMhAy0DOANDA08DWgNmA3IDfgOKA5YDogOuA7oDxwPTA+AD7AP5BAYEEwQgBC0EOwRIBFUEYwRxBH4EjASaBKgEtgTEBNME4QTwBP4FDQUcBSsFOgVJBVgFZwV3BYYFlgWmBbUFxQXVBeUF9gYGBhYGJwY3BkgGWQZqBnsGjAadBq8GwAbRBuMG9QcHBxkHKwc9B08HYQd0B4YHmQesB78H0gflB/gICwgfCDIIRghaCG4IggiWCKoIvgjSCOcI+wkQCSUJOglPCWQJeQmPCaQJugnPCeUJ+woRCicKPQpUCmoKgQqYCq4KxQrcCvMLCwsiCzkLUQtpC4ALmAuwC8gL4Qv5DBIMKgxDDFwMdQyODKcMwAzZDPMNDQ0mDUANWg10DY4NqQ3DDd4N+A4TDi4OSQ5kDn8Omw62DtIO7g8JDyUPQQ9eD3oPlg+zD88P7BAJECYQQxBhEH4QmxC5ENcQ9RETETERTxFtEYwRqhHJEegSBxImEkUSZBKEEqMSwxLjEwMTIxNDE2MTgxOkE8UT5RQGFCcUSRRqFIsUrRTOFPAVEhU0FVYVeBWbFb0V4BYDFiYWSRZsFo8WshbWFvoXHRdBF2UXiReuF9IX9xgbGEAYZRiKGK8Y1Rj6GSAZRRlrGZEZtxndGgQaKhpRGncanhrFGuwbFBs7G2MbihuyG9ocAhwqHFIcexyjHMwc9R0eHUcdcB2ZHcMd7B4WHkAeah6UHr4e6R8THz4faR+UH78f6iAVIEEgbCCYIMQg8CEcIUghdSGhIc4h+yInIlUigiKvIt0jCiM4I2YjlCPCI/AkHyRNJHwkqyTaJQklOCVoJZclxyX3JicmVyaHJrcm6CcYJ0kneierJ9woDSg/KHEooijUKQYpOClrKZ0p0CoCKjUqaCqbKs8rAis2K2krnSvRLAUsOSxuLKIs1y0MLUEtdi2rLeEuFi5MLoIuty7uLyQvWi+RL8cv/jA1MGwwpDDbMRIxSjGCMbox8jIqMmMymzLUMw0zRjN/M7gz8TQrNGU0njTYNRM1TTWHNcI1/TY3NnI2rjbpNyQ3YDecN9c4FDhQOIw4yDkFOUI5fzm8Ofk6Njp0OrI67zstO2s7qjvoPCc8ZTykPOM9Ij1hPaE94D4gPmA+oD7gPyE/YT+iP+JAI0BkQKZA50EpQWpBrEHuQjBCckK1QvdDOkN9Q8BEA0RHRIpEzkUSRVVFmkXeRiJGZ0arRvBHNUd7R8BIBUhLSJFI10kdSWNJqUnwSjdKfUrESwxLU0uaS+JMKkxyTLpNAk1KTZNN3E4lTm5Ot08AT0lPk0/dUCdQcVC7UQZRUFGbUeZSMVJ8UsdTE1NfU6pT9lRCVI9U21UoVXVVwlYPVlxWqVb3V0RXklfgWC9YfVjLWRpZaVm4WgdaVlqmWvVbRVuVW+VcNVyGXNZdJ114XcleGl5sXr1fD19hX7NgBWBXYKpg/GFPYaJh9WJJYpxi8GNDY5dj62RAZJRk6WU9ZZJl52Y9ZpJm6Gc9Z5Nn6Wg/aJZo7GlDaZpp8WpIap9q92tPa6dr/2xXbK9tCG1gbbluEm5rbsRvHm94b9FwK3CGcOBxOnGVcfByS3KmcwFzXXO4dBR0cHTMdSh1hXXhdj52m3b4d1Z3s3gReG54zHkqeYl553pGeqV7BHtje8J8IXyBfOF9QX2hfgF+Yn7CfyN/hH/lgEeAqIEKgWuBzYIwgpKC9INXg7qEHYSAhOOFR4Wrhg6GcobXhzuHn4gEiGmIzokziZmJ/opkisqLMIuWi/yMY4zKjTGNmI3/jmaOzo82j56QBpBukNaRP5GokhGSepLjk02TtpQglIqU9JVflcmWNJaflwqXdZfgmEyYuJkkmZCZ/JpomtWbQpuvnByciZz3nWSd0p5Anq6fHZ+Ln/qgaaDYoUehtqImopajBqN2o+akVqTHpTilqaYapoum/adup+CoUqjEqTepqaocqo+rAqt1q+msXKzQrUStuK4trqGvFq+LsACwdbDqsWCx1rJLssKzOLOutCW0nLUTtYq2AbZ5tvC3aLfguFm40blKucK6O7q1uy67p7whvJu9Fb2Pvgq+hL7/v3q/9cBwwOzBZ8Hjwl/C28NYw9TEUcTOxUvFyMZGxsPHQce/yD3IvMk6ybnKOMq3yzbLtsw1zLXNNc21zjbOts83z7jQOdC60TzRvtI/0sHTRNPG1EnUy9VO1dHWVdbY11zX4Nhk2OjZbNnx2nba+9uA3AXcit0Q3ZbeHN6i3ynfr+A24L3hROHM4lPi2+Nj4+vkc+T85YTmDeaW5x/nqegy6LzpRunQ6lvq5etw6/vshu0R7ZzuKO6070DvzPBY8OXxcvH/8ozzGfOn9DT0wvVQ9d72bfb794r4Gfio+Tj5x/pX+uf7d/wH/Jj9Kf26/kv+3P9t//+AGNIuL2RlXU5TTXV0YWJsZURhdGGjZGYyVk5TRGF0YdIuL2hpXE5TQ29sb3JTcGFjZaJqMlxOU0NvbG9yU3BhY2XSLi9sbVdOU0NvbG9yomwy0i4vSW+iSTLSLi9xcl8QEk5TQXR0cmlidXRlZFN0cmluZ6JzMl8QEk5TQXR0cmlidXRlZFN0cmluZ18QD05TS2V5ZWRBcmNoaXZlctF2d1Ryb290gAEACAARABoAIwAtADIANwBXAF0AZABtAHQAgQCDAIUAhwJAAkcCTwJaAl8CYQJjAmUCZwJsAm4CcAJyAnQCdgKJAqsCsgK6AsMCzgLbAucC6QLrAu0C7wL0AvUC9wL8AwcDEAMYAxsDJAMpAzwDPwNEA2EDYwNlA2wDbwNxA3MDdgN4A3oDfAOSA6gDsQPGA8sD4QPlA/ID9wQKBA0EIAQiBC0EOgRABE0EYgRqBHEEcwR1BHcEfgSDBIkEiwSNBI8ElAScEOgQ6hDvEP0RAREIEQ0RGhEdESoRLxE3EToRPxFCEUcRXBFfEXQRhhGJEY4AAAAAAAACAQAAAAAAAAB4AAAAAAAAAAAAAAAAAAARkA=="
    }
  },
  "automaticallyDrawOnUnderlyingPath": false,
  "do_objectID": "457D3A18-FDA1-4D13-A214-68B817CDA3D5",
  "dontSynchroniseWithSymbol": false,
  "exportOptions": {
    "_class": "exportOptions",
    "exportFormats": [
    ],
    "includedLayerIds": [
    ],
    "layerOptions": 0,
    "shouldTrim": false
  },
  "frame": {
    "_class": "rect",
    "constrainProportions": false,
    "height": 80,
    "width": 1118,
    "x": 81,
    "y": 376
  },
  "glyphBounds": "{{0, 3}, {1096, 36}}",
  "heightIsClipped": true,
  "isFlippedHorizontal": false,
  "isFlippedVertical": false,
  "isLocked": false,
  "isVisible": true,
  "layerListExpandedType": 0,
  "lineSpacingBehaviour": 2,
  "name": "Sessions will take p",
  "nameIsFixed": false,
  "resizingConstraint": 63,
  "resizingType": 0,
  "rotation": 0,
  "shouldBreakMaskChain": false,
  "style": {
    "sharedObjectID": "DBD86552-8113-4076-8576-E227E3B6CE7F"
  },
  "textBehaviour": 1,
  "userInfo": {
    "com.invisionlabs.duplicate": {
      "type-duplicate": {
        "action": "web",
        "words": [
          "Other Next ’17 activities will take place around San Francisco. See the Travel page for more details.",
          "To stay up to date on the latest information on sessions, speakers, and activities, be sure to visit this website, the Google Cloud Blog, and follow us on Google+ and Twitter. Join the conversation about Next ’17 by searching for and using the #GoogleNext17 hashtag. In addition, we’ll be emailing all registered attendees the latest information and check-in instructions prior to the conference.",
          "Throughout the three-day conference, in-person attendees will be able to participate by attending sessions, exploring the latest cloud-enabled tech, meeting our partners, and building skills with Codelabs. You can even get Google Certified at Next ’17. On the Monday and Tuesday prior to Next ’17, you can participate in full-day bootcamps.",
          "If you’re unable to attend Next ’17, you can still take part. Host a Next ’17 Extended viewing party, or watch the livestream of the keynotes and many other sessions on our website.",
          "Next ’17 Extended events happen around the world and are hosted by local members of the cloud community during or after Next ’17. During these events, organizers can livestream the keynote and host their own sessions including hackathons, Codelabs, demos, etc. If you’d like to join us as a Next ’17 Extended host this year, here are the steps to get started:",
          "For questions about the Next ’17 Extended program, contact us at next-extended-17@googlegroups.com.",
          "*FREE BOOTCAMP. Bootcamps will take place at Next ’17 on Monday, March 6 and Tuesday, March 7. When you register for the Full 3-Day Conference Pass, a bootcamp promo code, valued at $500 will be emailed to you. You may use that promo code to register for a bootcamp. Free Bootcamp does not apply when a promotional discount is used to purchase a ticket.",
          "**GCP CREDIT. Each Google Cloud Next ’17 attendee will receive an individual code redeemable for GCP credit via email after Next ’17 concludes. The code is valid whether or not you are an existing GCP user, and can be combined with the $300 free trial credit for new customers. The GCP credit will be valid for redemption for 60 days after issuance and will be valid for use through the end of 2017. If a promotional discount is used for ticket purchase, extra credits will not apply. However, all registrants may receive the $300 free trial credit.",
          "Registration for Next ’17 includes three full days of sessions, product demos, admission to after hours reception(s), and attendance at the keynotes. We also provide complimentary breakfast, lunch, and snacks each day.",
          "This does not include additional costs for training bootcamps or certification. It also does not include flights, hotels, or transportation, but we offer tools to help you plan your trip.",
          "If you have special dietary needs, please indicate this in your registration sign up.",
          "Attendees receive a conference badge and may be offered additional gifts. If you are not sure whether the professional guidelines for your school, university, organization, or agency would allow you to accept these items, please check with your local ethics officer before the event. The food and gifts are optional, so it may be possible to attend Next ’17 even if you cannot accept any giveaways.",
          "Once registered, you will not be able to change the name on your registration. Please make sure to register using the name that matches the government-issued photo ID you will be presenting when you check in to the conference.",
          "If you are not a resident of the USA, you should check with your local government to determine the required documents and arrangements needed for your travel to the USA. If you require a visa letter regarding your Next ’17 attendance, you can send a request to next17@google.com. Google will not be able to contact an embassy on your behalf.",
          "We offer a limited number of tickets at a discounted rate of $999 for academia. To qualify, you need to be an active full-time student over the age of 18, professor, faculty, or staff at a high school or higher education institution. When you check in at the conference, you’ll need to provide a current school ID, transcript, credential, or other form of documentation which demonstrates that you are qualified to receive this special rate.",
          "In order to comply with government ethics requirements, please download this Next ’17 Leaders Circle Government Attendee Authorization Form, have your designated ethics attorney sign it, and email a PDF or high-res JPG of the signed copy back to leaders-circle@google.com. Once we receive the signed authorization form, we will be in touch to confirm your registration. Please note that due to ethics restrictions, we may need to seek reimbursement for expenses that aren’t cleared through this process.",
          "A government official includes individuals that are elected, appointed, or direct employees of federal, state or local government entities. This includes public schools, colleges and universities.",
          "If you have any questions, or if you’d like to reimburse Google for any of the expenses outlined below, please contact leaders-circle@google.com.",
          "We will be offering a limited number of press passes to qualified members of the media. To submit a request, please fill out this form. Filling out the form doesn’t guarantee you a press pass. Our team will contact you if we are able to accommodate your request. If you have additional questions, please email next17press@google.com.",
          "The email used to register and sign up for sessions must be a Google Account. You can easily associate any current email address with a Google account by clicking here and following the simple prompts.",
          "A Google Account gives you quick access to settings and tools that let you safeguard your data, protect your privacy, and decide how your information can make Google services work better for you.",
          "More frequently asked questions about your Google Account can be found here.",
          "If you’ve signed in to any Google product before (like Gmail, Google+ or YouTube), you already have a Google Account. You can use the same username and password you created for that product to sign in to any new Google products you’d like to try.",
          "If you can’t remember ever signing in and would like to check if you have an account, just enter your email address on the password-assistance page. If there’s no Google Account associated with your email address, you’ll get a message that says “Couldn’t find your Google Account. Try again.”",
          "If you forgot your username or password, visit the Trouble signing in page.",
          "The circle icon at the top right corner of the Next ’17 website shows which account you’ve logged in using. If you’re logged in using an account that was not invited or is not associated with a Google Account, please log out and log back in using the correct Google Account login and password.",
          "If you are sure you have logged in with the email you registered with that is a Google Account you can try clearing your cache and using an incognito window.",
          "A Google Account allows us to seamlessly create a sign-in experience across all website experiences including registration, processing payment, and signing up for sessions.",
          "All presentations at Next ’17 will be in English.",
          "Attendance at all sessions, Codelabs, and events for Next ’17 is on a first-come, first-served basis.",
          "To expedite the check-in process, we will begin badge pick-up on Tuesday, March 7, at Moscone Center West, Level 1.",
          "Pro tips\nIf you’re joining us in person at Moscone Center West, here are some useful tips to navigate your way through the conference:",
          "New this year\nEveryone is guaranteed a seat for the keynote but the best seats will be assigned on a first-come, first-served basis during badge pick-up beginning at 9:00AM on March 7. So make sure to come by early!",
          "Please note, you may not share, give, or otherwise provide your badge to anyone. Next ’17 badges aren’t replaceable, so don’t lose yours or you won’t be readmitted to the conference. You must wear your Next badge to gain admission to Next ’17 and to visit the sessions, Partner Playground. Google Cloud Showcase, and After Hours party. If requested by security, please display or provide additional identification. Next badges may include your name, company or organization (if provided), and photo.",
          "Make sure to bring your photo ID along with your registration confirmation email, as we’ll need to verify it prior to assigning you your Next ’17 badge. We’re OK with government issued licenses, passports, and other forms of identification. If you don’t have proper identification, you won’t be able to receive a badge and won’t be admitted into the conference. If you’re an Academic attendee, please remember to bring proof of eligibility.",
          "If you are planning to get your Google Certification, you must bring two additional pieces of identification. See details below.",
          "All registered attendees are invited to the Cloud Hour cocktail reception on the evening of March 8 at Moscone Center West. Conference badges will be required for entry. Please join us for food, drinks, music, games, and more. Alcoholic beverages will be available for those 21 and over.",
          "Moscone Center West will have wifi access so you can check email at the conference. Most hotels will have a business center where you can print and photocopy. Additionally, there are FedEx drop boxes at nearby hotels. For computer services, shipping, or office supplies you may go to Copy Central or one of the FedEx stores near Moscone Center West.",
          "Please be comfortable and casual. There is no enforced dress code. The Bay Area gets chilly in the evenings, so take this into consideration when planning your attire.",
          "Average High: 62°F (17°C) Average Low: 48°F (9°C)",
          "There may also be some light rain. Please check Google Weather a week before the event.",
          "Yes. Flights and hotel accommodations will not be provided by Google. But we have rooms blocked for your convenience. Go to the Travel page for details.",
          "Google strives to make events open and accessible to everyone, regardless of ability or special needs. For event participants with disabilities and/or special needs, please let us know during registration or send an email to next17@google.com. This information will be kept private and will be distributed only to the individuals who need to know it to complete your accommodation request.",
          "All areas of the venue are accessible for wheelchair users. Additionally, service dogs are allowed.",
          "We will provide live real-time transcription (CART) for the keynote and the majority of our sessions. Caption text displayed on a large screen in the room will be accessible to all attendees. We will also use the text to provide captions for our Livestream and post-event recordings.",
          "We will be happy to provide an ASL interpreter to accompany you in the sessions at Next ’17. We will do our best to find a technical translator that is familiar with the domain, but please keep in mind that the interpreter will probably not be able to meet with the speakers beforehand. Please let us know during registration or send an email to next17@google.com if you need an ASL interpreter at Next ’17.",
          "If you have other specific needs, please let us know during your registration or send an email to next17@google.com. Otherwise, please approach the Help Desk at Next ’17 if you need assistance or have questions about accessibility.",
          "Google is dedicated to providing a harassment-free and inclusive event experience for everyone regardless of gender identity and expression, sexual orientation, disabilities, neurodiversity, physical appearance, body size, ethnicity, nationality, race, age, religion, or other protected category. We do not tolerate harassment of event participants in any form. Google takes violations of our policy seriously and will respond appropriately. For more information, go to Google’s Event Community Guidelines and Anti-Harassment Policy.",
          "All participants of Google events must abide by the following policy:",
          "Treat everyone with respect. Participate while acknowledging that everyone deserves to be here — and each of us has the right to enjoy our experience without fear of harassment, discrimination, or condescension, whether blatant or via micro-aggressions. Jokes shouldn’t demean others. Consider what you are saying and how it would feel if it were said to or about you.",
          "Harassment is not tolerated, and you are empowered to politely engage when you or others are disrespected. The person making you feel uncomfortable may not be aware of what they are doing, and politely bringing their behavior to their attention is encouraged.",
          "It’s a theatre improv technique to build on each other’s ideas. We all benefit when we create together.",
          "We have a ZERO TOLERANCE POLICY for harassment of any kind, including but not limited to:",
          "In relation to, but not limited to:",
          "Participants asked to stop any harassing behavior are expected to comply immediately. Our zero tolerance policy means that we will look into and review every allegation of violation of our Event Community Guidelines and Anti-Harassment Policy and respond appropriately. We empower and encourage you to report any behavior that makes you or others feel uncomfortable by finding a Google staff member or by emailing next17@google.com.",
          "Event staff will be happy to help participants contact hotel/venue security or local law enforcement, provide escorts, or otherwise assist those experiencing discomfort or harassment to feel safe for the duration of the event. We value your attendance.",
          "This policy extends to talks, forums, workshops, Codelabs, social media, parties, hallway conversations, all attendees, partners, sponsors, volunteers, event staff, etc. You catch our drift. Google reserves the right to refuse admittance to, or remove any person from, any Google hosted event (including future Google events) at any time in its sole discretion. This includes, but is not limited to, attendees behaving in a disorderly manner or failing to comply with this policy, and the terms and conditions herein. If a participant engages in harassing or uncomfortable behavior, the conference organizers may take any action they deem appropriate, including warning or expelling the offender from the conference with no refund.",
          "Prohibited items within the event space and after hours event space include, but are not limited to:",
          "**Does not apply to media",
          "Please remember to remove any of the prohibited items from your person or belongings prior arriving at the venue.",
          "Bag checks and metal detection check points will be in place. Large bags and luggage may cause delays in entry to the venue. Attendees are strongly encouraged to leave their luggage and large bags at their hotel.",
          "Smoking is only permitted in designated outdoor smoking areas.",
          "No solicitation or selling of items or services is allowed at Next ’17. Any attendee conducting these activities may be removed from the conference.",
          "There will be all-gender restrooms located in Moscone Center West. If you can not locate an all-gender restroom at any of the Next ’17 facilities, please use the restroom for which you self-identify.",
          "There will be two mother's rooms open on March 8–10 on Level 1 of Moscone Center West. Sign up sheets will be available in front of the mother's rooms and usage is first come, first served. Please see the conference help desk for more information.",
          "Yes, we will have a prayer room on Level 2 of Moscone Center West. The location will be posted closer to the event.",
          "We are pleased to offer childcare stipends to make it easier for working parents to attend our events, available on a first come, first served basis.",
          "Eligible participants will receive a stipend of $200 to assist in covering the cost of childcare during the event.",
          "You can apply for the Childcare Stipend program here.",
          "After the event, your attendance will be confirmed, and we will send your name and email address to Plus Relocation, our reimbursement vendor (if you have concerns with us sharing your information with our external reimbursement vendor, please contact us at next17@google.com). You can expect to hear from Plus Relocation about next steps within 7 business days following the event. They will manage the disbursement of funds. You must respond to their request for information within 7 business days in order to obtain your stipend.",
          "There is no action needed on your part until you hear from Plus Relocation. They will walk you through next steps, which will be a very simple process.",
          "Yes. The bootcamps are being held on Monday, March 6 and Tuesday, March 7. Next ’17 runs March 8–10, 2017.",
          "No. You will have to register for bootcamps separately from Next ’17 registration. The bootcamps cost $500 for one or $800 for two and this cost is in addition to the Next ’17 registration charges if you intend to attend that also.",
          "No. If you intend to take a Google Certified Professional exam at Next ’17, you must register and pay separately. Click here to find out more information and to register to take an exam onsite during Next ’17.",
          "All the bootcamps are being held in the Yerba Buena Ballroom in the Marriott Marquis hotel which is located at 780 Mission Street, San Francisco, California, 94103, USA. There will be event specific signage to help you find your way. Make your way to the bootcamp registration desk to gain entry to the session you have registered for.",
          "Yes, light breakfast will be served before the bootcamps start. We will also provide lunch and snacks throughout the day. Dietary restrictions and allergies will be accommodated if requested during the registration process.",
          "All students taking a bootcamp must bring their own laptop (no tablets). Laptops must have a dual-core processor with 4GB of RAM. We also recommend having the current version of Chrome or Firefox installed.",
          "Bootcamps start at 10AM on Monday and 9AM on Tuesday. We recommend that you turn up at least 30 minutes prior to the bootcamp start time so that you can pick up your registration badge.",
          "Yes, if you need to cancel you can request a refund on or before February 10, 2017 by emailing next17@google.com. Any cancellations made after that date will not be refunded.",
          "No. If you intend to take a Google Certified Professional exam at Next ’17, you must register and pay separately. The fee for the Google Certified Professional - Cloud Architect exam is USD $200. The fee for the Google Certified Professional - Data Engineer (Beta) exam is USD $120.",
          "No. Registration for the bootcamps can be found here.",
          "The onsite certification services and test center are available for Next ’17 attendees only.",
          "Login to your Webassessor account, or create a new account here (this will take you to another site). Follow the prompts to locate the Next ’17 exams in San Francisco.",
          "So we can identify you as the person who is registered to take the exam, make sure to bring:",
          "Everything else you need to take the exam will be provided, including ear plugs. You will be required to use the computers that we provide to complete your exam.",
          "Acceptable forms of primary identification must be issued by the Government and include your name, photograph, and signature. Examples include:",
          "Acceptable forms of secondary identification must include your name and signature. Examples include:",
          "Your Test Taker Authorization Code will be emailed to you after you register. Your exam proctor will use this to find your exam record.",
          "Our certification exam rooms are located within a short walking distance from Moscone Center West at:",
          "So you have enough time to check in, please arrive at the registration desk at least 15 minutes before your exam start time. If you arrive late, you may need to reschedule your exam.",
          "Please visit our Frequently Asked Questions. You will be directed to another site.",
          "Codelabs will run on a first come, first served basis throughout Next ’17. No reserved seats will be available and it is free to registered attendees.",
          "No, Codelabs are only available to registered Next ’17 attendees.",
          "All Codelabs will run on the first level of Moscone Center West.",
          "No food will be served within the Codelab area.",
          "No special equipment is needed to participate in the Codelabs. Please bring your conference badge.",
          "Codelabs will open after keynote sessions each day, and conclude at the same time as sessions.",
          "Sessions will take place at Moscone Center West, 800 Howard Street, San Francisco, California, unless otherwise noted."
        ]
      }
    }
  }
}